[
    {
      "id": "1111",
      "name": "Гниющая тень",
      "difficulty": 16,
      "description": "Увидеть, как грызуны и паразиты пустыни шкрябают чью-то тень — знак беды и скорой смерти.",
      "effect": "Каждый персонаж получает автоматический провал одного спасброска смерти.",
      "success_effect": "Отменяет эффект. Если персонажа стабилизируют, то он немедленно приходит в сознание с 1 хитпоинтом.",
      "failure_effect": "Все получают еще один провал спасброска смерти."
    },
    {
      "id": "4444",
      "name": "Калечащая луна",
      "difficulty": 14,
      "description": "Ману спрятался за темное отражение своего брата, забрав себе всю вашу силу.",
      "effect": "Проверки и спасброски СИЛ с помехой.",
      "success_effect": "Вы не получаете эффекта и получаете бонус к атлетике, равный вашему уровню.",
      "failure_effect": "Ваша группа получает уязвимость к урону холодом."
    },
    {
      "id": "3333",
      "name": "Трехногий додор",
      "difficulty": 15,
      "description": "Трехногий додор — знак неудачи. Если кто-то видит его, то всегда должен попытаться прогнать!",
      "effect": "Вы не добавляете свой уровень мастерства к броскам Атаки.",
      "success_effect": "Вы не получаете эффекта и получаете 2 Кости Удачи.",
      "failure_effect": "Реальность сопротивляется Шаману, вытягивая из него силы. Если в группе есть Шаман, он зачеркивает 2 спасброска смерти до следующего знамения, а если в группе нет Шамана, то эффект получает тот, кто прочёл Знамение."
    },
    {
        "id": "2222",
        "name": "Натянутые нити",
        "difficulty": 15,
        "description": "Среди кочевников лишь отчаянные смельчаки отправятся в путь, когда боги затаили дыхание. Ветер дует, но ничто не движется, будто замерло в ожидании.",
        "effect": "Нет мгновенное, но следующее знамение автоматически считается провалом.",
        "success_effect": "Эффект не отменяется, но в следующий раз вы можете дважды кинуть на знамение и выбрать, какое именно из них случится.",
        "failure_effect": "В следующий раз вы получаете не одно, а два знамения, которые нельзя изменить."
      },
      {
        "id": "1112",
        "name": "Песня жаб",
        "difficulty": 13,
        "description": "Когда жабы поют на закате в грязи, старейшины говорят, что это знак неподвижности.",
        "effect": "Проверки и спасброски ЛОВ с помехой.",
        "success_effect": "Вы не получаете эффекта и получаете бонус к скрытности, равный половине вашего уровня.",
        "failure_effect": "Ваша скорость ходьбы падает на 5 футов."
      },
      {
        "id": "1113",
        "name": "Золотой фрукт",
        "difficulty": 14,
        "description": "Когда узришь золотой фрукт в лучах Шамаса — это к крепкому здоровью.",
        "effect": "Проверки и спасброски ТЕЛ с преимуществом.",
        "success_effect": "Вы получаете дополнительную 1к6 Кость Нитей, которую вы можете добавлять к Проверкам и Спасброскам Телосложения.",
        "failure_effect": "Вы не получаете эффекта, и ГМ получает Кость Проклятия 1к6."
      },
      {
        "id": "1114",
        "name": "Солнечный мор",
        "difficulty": 14,
        "description": "Мертвый аюр означает день очищения пустошей. И день этот будет особенно жарким.",
        "effect": "Проверки и спасброски ТЕЛ с помехой.",
        "success_effect": "Вы не получаете эффекта, и ваша группа получает сопротивление урону ядом.",
        "failure_effect": "У всех существ в группе штраф -2 КД."
      },
      {
        "id": "1123",
        "name": "Восемь всадников солнца",
        "difficulty": 16,
        "description": "Если на заре видны все 8 лучей Шамаса, мудрецы оглашают, что настал день светлого разума.",
        "effect": "Проверки и спасброски МУД с преимуществом.",
        "success_effect": "Ваши атаки наносят дополнительно урона огнём равно половине вашему уровню до следующего знамения.",
        "failure_effect": "Вы не получаете эффекта, и ГМ получает Кость Проклятия 1к6."
      },
      {
        "id": "1134",
        "name": "Одинокая луна",
        "difficulty": 14,
        "description": "Брат Ману одинок на беззвездном небе, это время раздумий, а не решений.",
        "effect": "Проверки и спасброски МУД с помехой.",
        "success_effect": "Вы не получаете эффекта и можете добавлять половину вашего уровня к спасброскам Мудрости.",
        "failure_effect": "У всех существ вашей группы уязвимость к психическому урону."
      },
      {
        "id": "1124",
        "name": "Сломанная клетка",
        "difficulty": 15,
        "description": "Сломанная серебряная клетка — символ открытого разума. Многие изобретатели спешат домой, видя такой знак, чтобы скорее начать работу.",
        "effect": "Проверки и спасброски ИНТ с преимуществом.",
        "success_effect": "У всех существ вашей группы сопротивление психическому урону.",
        "failure_effect": "Вы не получаете эффекта, и ГМ получает Кость Проклятия 1к6."
    },
    {
        "id": "1122",
        "name": "Следы Онгона",
        "difficulty": 14,
        "description": "Отпечатки 7-пальцевого духа обмана означают, что нельзя быть уверенным в том, что ты видишь сегодня.",
        "effect": "Проверки и спасброски ИНТ с помехой.",
        "success_effect": "Вы не получаете эффекта и получаете двойной бонус умения на проверки Выживания.",
        "failure_effect": "Следующая встреча с противником застанет вас врасплох."
    },
    {
        "id": "1133",
        "name": "Три сломанных лунника",
        "difficulty": 15,
        "description": "Знак вражды. Три сломанных лунника — примета дурная, означающая, что любые разговоры обречены на неудачу.",
        "effect": "Проверки и спасброски ХАР с помехой.",
        "success_effect": "Вы не получаете эффекта и можете добавить свой уровень к проверкам Обмана.",
        "failure_effect": "Ваша группа делает с помехой проверки Проницательности."
    },
    {
        "id": "1144",
        "name": "Три вырванных языка",
        "difficulty": 16,
        "description": "Вырезанный язык — тот, кто не молвит: он приносит удачу в торговле. Из-за этого многие торговцы обязательно держат немых в караване как талисман.",
        "effect": "Проверки и спасброски ХАР с преимуществом.",
        "success_effect": "Ваша группа может преуспеть при попытке убеждение один раз автоматический пока действует знамение.",
        "failure_effect": "Вы не получаете эффекта, и ГМ получает Кость Проклятия 1к6."
    },
    {
        "id": "1222",
        "name": "Красные лезвия солнца",
        "difficulty": 14,
        "description": "Если в гриве Шамаса на закате виднеются красные лезвия, которые отблесками играют на вашем оружии, то это знак начала войны.",
        "effect": "Вы можете дополнительно добавлять свой бонус умения к броскам урона от ваших атак.",
        "success_effect": "Красный бунти появлятся. Он такой же как и бунти просто красный и красный… наверно.",
        "failure_effect": "У группы уменьшается дистанция на два на все дальнобойные действия."
    },
    {
        "id": "1333",
        "name": "Две печени",
        "difficulty": 15,
        "description": "Раздвоенная печень мертвого животного — знак того, что война будет неуспешной и с ней нужно повременить.",
        "effect": "Совершая бросок урона от атаки, вы отнимаете от результата половину вашего Уровня, округленного вниз.",
        "success_effect": "Вы не получаете эффекта и добавляете свой уровень к спасброскам Телосложения.",
        "failure_effect": "До следующего знамения максимальное количество хитпоинтов Шамана (если в группе нет Шамана, то того, кто прочёл Знамение) уменьшается до половины от текущего максимума."
    },
    {
        "id": "1444",
        "name": "Мертвые руки",
        "difficulty": 14,
        "description": "Одинокий скрюченный засохший куст тянется вверх к небесам, как рука мертвеца.",
        "effect": "Все броски, восстанавливающие хиты от заклинаний и других магических эффектов, совершаются дважды, и выбирается меньший результат.",
        "success_effect": "Вы не получаете эффекта, и все существа в вашей группе получают временные хиты в количестве, равном их Уровню или ПО (при отсутствии Уровня).",
        "failure_effect": "Уменьшаются максимальные хиты у группы — у каждого существа на количество, равное его Уровню или ПО (при отсутствии Уровня)."
    },
    {
        "id": "1223",
        "name": "Клыки теней",
        "difficulty": 18,
        "description": "Тени тянутся дальше, чем им позволено, не боясь лучей Шамаса. Они, как клыки, вонзились в лучи солнца.",
        "effect": "Вы добавляете половину вашего уровня к проверкам Скрытности.",
        "success_effect": "Из теней появляется теневой дух*, который становится вашим союзником до следующего знамения.",
        "failure_effect": "Вы не получаете эффекта, и тени затягивают вас в мир зари*."
    },
    {
        "id": "1233",
        "name": "Слепой музыкант",
        "difficulty": 12,
        "description": "Один из небесных музыкантов, слепой старик с дутаром, — символ храбрости и наступления хороших времен.",
        "effect": "Каждый в группе получает к12 Кость Вдохновения, которая используется как полученная от Барда с помощью умения Вдохновение Барда. Её можно использовать до следующего знамения.",
        "success_effect": "Вы получаете иммунитет к Испугу.",
        "failure_effect": "Вы не получаете эффекта, и ГМ получает Кость Проклятия 1к6."
    },
    {
        "id": "1244",
        "name": "Плачущий ветер",
        "difficulty": 14,
        "description": "Путники в дюнах знают, что плачущий ветер приносит опасность. Многие караванщики отказываются дальше путешествовать, если знамение таково.",
        "effect": "Что то невероятно опасное рядом. У вас помеха на спасброски от Испуга.",
        "success_effect": "Вы не получаете эффекта, и в следующем сражении ваша группа застигает всех вражеских существ врасплох.",
        "failure_effect": "Зверь ночи* застанет группу врасплох."
      },
      {
        "id": "1224",
        "name": "Сломанный шут",
        "difficulty": 15,
        "description": "Существо, которое всем нравится и приносит счастье. Но опасайтесь шута, что не рад лучам Шамаса, ведь он несет беду.",
        "effect": "Вы отнимаете 1к4 + бонус вашего мастерства от всех спасбросков.",
        "success_effect": "Вы не получаете эффект и получаете 2 Кости Удачи.",
        "failure_effect": "Штраф 1к4 + бонус умения становится 1к6 + бонус умения."
      },
      {
        "id": "1234",
        "name": "Красная шаль джинна",
        "difficulty": 14,
        "description": "Красная шаль - это признак верной дороги. Считается, что джинны Акрепы оставляют красные шали из кожи багровых ящеров, направляя путников на правильный путь.",
        "effect": "Проверки Выживания и Анализа с преимуществом.",
        "success_effect": "Вы получаете сопротивление урону огнем.",
        "failure_effect": "Вы не получаете эффекта, и ГМ получает Кость Проклятия 1к6."
      },
      {
        "id": "2234",
        "name": "Потерянный зверь",
        "difficulty": 14,
        "description": "Среди северных удришей ходит слух, что глупец в пустыне посмотрел в зеркало и превратился в зверя. С тех пор он потерян навеки в бескрайних пустошах.",
        "effect": "Проверки Выживания и Анализа с помехой.",
        "success_effect": "Вы не получаете эффекта и получаете преимущество при проверках Внимательности.",
        "failure_effect": "Один из ваших сопартийцев превращается в бунти до следующего знамения. Киньте к20, чтобы определить, кто это будет, 1-5 самый ближайший член группы, 6-10 самый дальний от Шамана или того, кто прочел Знамение, 11-20 любой член группы на выбор ГМ."
      },
      {
        "id": "2233",
        "name": "Необузданный",
        "difficulty": 12,
        "description": "Маленькое животное успешно вырывается из объятий хищника.",
        "effect": "Проверки и спасброски СИЛ с преимуществом.",
        "success_effect": "Вы получаете дополнительную Кость Удачи на вашу группу.",
        "failure_effect": "Вы не получаете эффекта, и ГМ получает Кость Проклятия 1к6."
      },
      {
        "id": "2244",
        "name": "Ложное солнце",
        "difficulty": 16,
        "description": "Тени от лучей Шамаса падают в противоположную сторону, в направлении солнца, перестав бежать от света.",
        "effect": "Броски скрытности с помехой.",
        "success_effect": "Вы не получаете эффекта и можете прибавить 1к4 Кость Нитей к проверкам скрытности.",
        "failure_effect": "Вы получаете эффект, и Шаман получает помеху на проверки Внимательности, а если в группе нет Шамана, то эффект получает тот, кто прочёл Знамение."
      },
      {
        "id": "2334",
        "name": "Дорога Бараскуса",
        "difficulty": 15,
        "description": "Говорят, что некоторые дороги среди песков благословлены самим Бараскусом, однако эти тайные тропы известны лишь аджаидам. Но иногда на них можно выйти совершенно случайно.",
        "effect": "Вы добавляете свой бонус мастерства к инициативе.",
        "success_effect": "Вы совершаете проверки инициативы с преимуществом.",
        "failure_effect": "Шаман и аджаиды имеют минимальную инициативу и ходят последними. Если в группе нет Шамана, то эффект получает тот, кто прочёл Знамение."
    },
    {
        "id": "2344",
        "name": "Перерождение",
        "difficulty": 14,
        "description": "Особой удачей среди кочевников считается повстречать змею, еще не сбросившую кожу до конца. Это символ перерождения. Того, кто встретит такую в песках, ждут удача и прилив жизненных сил.",
        "effect": "Вы получаете временные хиты в количестве, равном вашему уровню.",
        "success_effect": "Вы также получаете +1 ко всем спасброскам.",
        "failure_effect": "Эффект знамения получаете не вы, а ваши противники."
    },
    {
        "id": "2333",
        "name": "Танцующие духи",
        "difficulty": 14,
        "description": "Иногда по ночам можно увидеть вдалеке слабые огоньки, танцующие в песках. Это духи пустыни веселятся, запутывая ваш путь, заставляя петлять и сходить с намеченной дороги.",
        "effect": "Пока вы в пути, у вас помеха на проверки провизии.",
        "success_effect": "У вас повышается Кость Провизии (только у искателей).",
        "failure_effect": "Во время путешествия вы передвигаетесь в два раза медленнее."
    },
    {
        "id": "2444",
        "name": "Гнев небес",
        "difficulty": 14,
        "description": "Мелкие животные и насекомые быстро прячутся под камни и в песок, будто чувствуют что-то. Погода стремительно портится, и вы видите, как гневаются небеса.",
        "effect": "Ваша группа теряет всю провизию.",
        "success_effect": "Вы теряете провизию, но на следующую проверку поиска у вас преимущество.",
        "failure_effect": "Вы теряете 1 уровень Кременя."
    },
    {
        "id": "3334",
        "name": "Кровь жизни",
        "difficulty": 20,
        "description": "Протяжное пение смешивается с шумом ветра, и начинает медленно капать дождь из крови. Древние мудрецы знают, что это знак великого духа Ахримана, предвещающий беду.",
        "effect": "При накладывании Заклинания, которое восстанавливает Хиты, заклинатель должен пожертвовать столько же собственных хитпоинтов, сколько он хочет восстановить у цели. Если у заклинателя недостаточно Хитов, то Заклинание не срабатывает, но заклинатель считается наложившим Заклинание с точки зрения использованной Ячейки Заклинаний и других требований. Если кто-либо из искателей выпивает зелье лечения, чтобы восстановить хитпоинты, случайный член группы теряет столько же хитпоинтов, сколько получает тот, кто выпил зелье.",
        "success_effect": "Отменяет эффект, но Шаман получает штраф на лечение себя самого: любые заклинания, зелья и другие способы лечения восстанавливают лишь половину от выпавшего числа хитпоинтов. Если в группе нет Шамана, то эффект получает тот, кто прочёл Знамение.",
        "failure_effect": "Шаман умирает. Если в группе нет Шамана, то эффект получает тот, кто прочёл Знамение."
    },
    {
        "id": "3344",
        "name": "Потухшая Искра",
        "difficulty": 14,
        "description": "Огонь гаснет резко, как будто кто-то задул его. Среди старцев адаадов считается, что это знак беспокойной Искры.",
        "effect": "Каждый раз, когда вы накладываете Заклинание или используете Магический Эффект, есть шанс 20%, что оно не сработает. Совершите бросок 1к20 и при результате 1-4 Заклинание или Магический Эффект тратиться без какого-либо эффекта.",
        "success_effect": "Шаман получает одного маленького духа: осколок духа Ильбеша до следующего знамения. Если в группе нет Шамана, то эффект получает тот, кто прочёл Знамение.",
        "failure_effect": "Шанс, что магия не сработает, повышается до 50%. Совершите бросок 1к20 и при результате 1-10 Заклинание или Магический Эффект тратиться без какого-либо эффекта. Шаман теряет 2 уровня Искры."
    },
    {
        "id": "3444",
        "name": "Синие ленты ветра",
        "difficulty": 14,
        "description": "Синие ленты пляшут на обо: это значит, что сегодня Нарар и Раран следуют за тобой по пути.",
        "effect": "Проверки и спасброски ЛОВ с преимуществом.",
        "success_effect": "Вы получаете автоматический успех на 1-ю проверку или на спасбросок ЛОВ.",
        "failure_effect": "Вы не получаете эффекта, и передвижение персонажей падает на 10 футов."
    },
    {
        "id": "2223",
        "name": "Дары Бат’рины",
        "difficulty": 14,
        "description": "Постоянная сладость во рту, как будто вы только что съели мед, – это знак благосклонности Бат’рины.",
        "effect": "В течение одного дня к вам прибывает одно Маленького размера вьючное животное.",
        "success_effect": "Оно имеет 1 особенное свойство.",
        "failure_effect": "Ваш новый питомец съест вашу провизию и убежит. Это проявление Онгона - трюкача пустошей."
    },
    {
        "id": "2224",
        "name": "Струны мукама",
        "difficulty": 14,
        "description": "Свист ветра, шелест лент и оберегов звучат будто мягкая успокаивающая мелодия.",
        "effect": "Ваша группа получает иммунитет к очарованию.",
        "success_effect": "Теперь вы совершаете с преимуществом проверки Выступления и Обмана.",
        "failure_effect": "Шаман теряет голос до конца длительного отдыха. Если в группе нет Шамана, то эффект получает тот, кто прочёл Знамение."
    },
    {
        "id": "1344",
        "name": "Три северных звезды",
        "difficulty": 15,
        "description": "Три северных звезды сияют в ночном небе, освещая путь странникам ночи и раскрывая древние тайны.",
        "effect": "Все существа в группе совершают с преимуществом проверки Интеллекта (Анализ) и их Пассивная Внимательность увеличивается на 5 до следующего знамения.",
        "success_effect": "Шаман получает истинное зрение в радиусе 30 футов. Если в группе нет Шамана, то эффект получает тот, кто прочёл Знамение.",
        "failure_effect": "Шаман становится Ослепленным до конца длительного отдыха. Если в группе нет Шамана, то эффект получает тот, кто прочёл Знамение."
    },
    {
        "id": "1334",
        "name": "Гонки ветров",
        "difficulty": 18,
        "description": "Холодный ветер севера и теплый ветер юга приносят вести, соревнуясь в великой гонке.",
        "effect": "До следующего знамения вы можете видеть сквозь магическую и не магическую тьму.",
        "success_effect": "Ваша скорость ходьбы удваивается до следующего знамения и труднопроходимая местность не оказывает на вас влияния.",
        "failure_effect": "Вы становитесь медленней черепахи, ваша скорость ходьбы уменьшается вдвое до следующего знамения."
    }
]